Gets all the project layer modifiers from the layer info.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public IList<LayerModifier> GetLayerModifiers()
  Visual Basic
Public Function GetLayerModifiers As IList(Of LayerModifier)
  Visual C++
public:
IList<LayerModifier^>^ GetLayerModifiers()
 Return Value
 The project layer modifier array.
 See Also
  ExportLayerInfo Class
  Autodesk.Revit.DB Namespace